[
  "Bagaskara membuka tirai fajar; hatiku menemukan kata yang tak berdosa.",
  "Di ujung cakrawala, rindu berdiri berjaga sambil menulis namamu.",
  "Senja merenda luka menjadi sajak yang tak mau dikembalikan.",
  "Kata-kata kita seperti daun gugur, indah sebelum jatuh.",
  "Aku menulis surat pada angin dan menunggu jawaban dari seberang laut.",
  "Rembulan menorehkan janji pada bibir malam yang selalu merindu.",
  "Kekasih adalah kata yang tak pernah lelah mengulang namamu di dada.",
  "Pelukanmu adalah sajak yang tak butuh rima untuk membuatku tenang.",
  "Langit menulis puisi dengan awan; aku menulis rindu di telapak tanganmu.",
  "Rindu berkaca pada jendela, melihat bayang yang tak kunjung pulang.",
  "Kota-kota kecil di matamu menyimpan peta pulangku.",
  "Di bawah tangkai lampu jalan, kita menukar cerita dan secangkir harap.",
  "Hening malam membuka kotak kalbu, di dalamnya ada namamu.",
  "Kata indah tak perlu suara keras; mereka berbisik lewat gerak mata.",
  "Hujan turun seperti tanda baca; ia memberi jeda untuk menulis rindu.",
  "Kau adalah bait yang tak pernah kuselesaikan karena ingin berlama-lama.",
  "Kehadiranmu mengajarkan aku membaca ulang hari-hari yang sunyi.",
  "Cinta adalah tanaman; sabar merawatnya adalah cara bertahan.",
  "Sajak-sajakmu terpatri di dinding dada, tak lekang oleh waktu.",
  "Di pojok musim, aku menunggu kabarmu seperti surat pertama.",
  "Kata-kata lama berdebu, lalu kau datang menyapu mereka dengan tawa.",
  "Rindu adalah jembatan halus yang hanya bisa dilintasi hati berani.",
  "Malam merunduk, menatap kota, lalu mengirimkan rindu ke kamarmu.",
  "Kita bertemu di tempat di mana kata menjadi jalan dan senyum tujuan.",
  "Matamu adalah peta rahasia; aku tersesat dengan senang.",
  "Kau menulis namaku pada udara sehingga setiap napas jadi doa.",
  "Di balik jendela, aku menata ulang kenangan seperti buku yang dibaca.",
  "Hati adalah ruang baca yang tak pernah ditutup; lembar selalu terbuka.",
  "Kumenangkap bayangmu di setiap batu jalan yang kulewati.",
  "Suaramu adalah naskah yang mengubah hari biasa menjadi cerita.",
  "Kau adalah rembulan dalam kotaku yang padam di siang hari.",
  "Biarkan aku menjadi penunggu di pelabuhan rindumu sampai kapalmu kembali.",
  "Kata sayang lahir ketika dua tangan saling menemukan hangat.",
  "Waktu terbaik adalah ketika kita diam bersama tanpa alasan.",
  "Cinta tidak ingin cepat; ia ingin bulat seperti musim bergiliran.",
  "Langkahmu di trotoar menyisipkan puisi di celah rutinitasku.",
  "Dalam senyap aku mendengar nama kita bertepuk di antara daun.",
  "Kau seperti bahasa yang kuterjemahkan perlahan agar tak hilang makna.",
  "Rindu menulis surat-surat kecil yang kukirim ke kegelapan malam.",
  "Setiap matahari terbenam undangku merajut harap.",
  "Kisah kita adalah kompas yang selalu menunjuk ke satu arah: pulang.",
  "Hatimu adalah perpustakaan; aku pengunjung yang tak pernah lelah membaca.",
  "Kita menukar dosa menjadi tawa supaya malam tak lagi kelabu.",
  "Katakan saja, maka kata itu akan menjadi rumah.",
  "Pelukanmu menyulam potongan hari yang berserak menjadi utuh.",
  "Biarlah kata sederhana tetap tinggal di bibirmu karena paling jujur.",
  "Aku menunggu di pelataran kenangan, membawa payung dari kata-kata.",
  "Setiap jejakmu di pasir kota adalah cerita yang kupeluk sepanjang malam.",
  "Kau datang seperti musim, lembut namun mengubah seluruh peta hatiku."
]
