[
  "Aku tanpamu seperti file tanpa handler; tak ada yang memanggil fungsi hatiku.",
  "Cintaku = if (kamu) { return hidup; } else { throw new Error('kosong'); }",
  "Rinduku seperti infinite loop; terus mengeksekusi harap tanpa break.",
  "Kau commit ke hatiku tanpa review; repositoriku penuh konflik.",
  "Cinta kita versi beta; banyak bug tapi aku ingin ikut deploy.",
  "Tanpamu aku seperti server tanpa koneksi: setiap request berakhir timeout.",
  "Kau adalah komentar penting: // jangan dihapus",
  "Merge request hatiku selalu menolak selain branch-mu.",
  "Jika hatiku adalah JSON, namamu akan selalu properti wajib.",
  "Setiap detik tanpamu seperti proses blocking yang menghambat event loop.",
  "Aku men-debug rindu dengan printf di setiap memori.",
  "Cintaku async; aku menunggu promise-mu terpenuhi.",
  "Kau adalah variabel global yang membuat semua fungsi di hidupku terpaut.",
  "Tanpamu stack overflow; memori penuh error.",
  "Kau adalah regex yang menemukan setiap bagian dari hatiku.",
  "Rinduku seperti terminal yang menunggu perintahmu.",
  "Aku menaruh namamu dalam konstanta agar tidak bisa ditimpa.",
  "Tanpamu app ini berjalan di mode debug yang menyakitkan.",
  "Cinta kita butuh merge strategy yang sabar dan kompromi.",
  "Jika hatiku mengalami crash, kau adalah try-catch yang menenangkan.",
  "Kau semaphore yang mengendalikan akses ke hatiku.",
  "Tanpamu file config hidupku kosong dan server restart terus.",
  "Kau mengganti branch hidupku menjadi versi paling stabil.",
  "Cintaku mnemonic: setiap fungsi kembalimu sebagai return.",
  "Aku menulis script agar rindu ini bisa dijalankan otomatis.",
  "Kamu adalah API yang selalu kutanyai ketika butuh arah.",
  "Rindu ini tersimpan dalam log; setiap buka, ada catatan namamu.",
  "Kau adalah commit yang tidak bisa di-revert.",
  "Jika hubungan kita adalah kode, aku menulis test agar tak ada regresi.",
  "Kau memanggil callback hatiku tepat saat yang dibutuhkan.",
  "Keretakan kita seperti dependensi yang tidak kompatibel.",
  "Aku berharap kita punya dokumentasi untuk memahami satu sama lain.",
  "Tanpamu, proses startup hatiku gagal.",
  "Cinta kita bukan fitur; ia core module dalam hidupku.",
  "Kau adalah endpoint yang selalu kuakses saat sepi.",
  "Rindu di-serialize menjadi pesan yang kubaca berulang.",
  "Kau mem-parse hatiku lalu mengubahnya menjadi format yang bisa kubaca.",
  "Jika hatiku adalah repo, kau adalah README yang membuatku mengerti.",
  "Aku men-set timeout pada penantian agar tidak stuck selamanya.",
  "Cinta kita butuh rollback plan, namun aku takut kembali ke awal.",
  "Kau adalah token autentikasi yang membuatku percaya.",
  "Jika rinduku bug, kau adalah patch yang kurindukan.",
  "Kau meng-handle error dengan lembut sehingga aku tidak crash.",
  "Cintaku memiliki unit test; kau satu-satunya yang lulus.",
  "Kau dependency yang kukunci versinya agar tak berubah.",
  "Memori tentangmu tersimpan di cache; aku selalu membacanya dulu.",
  "Kau adalah proses fork yang membuat hidupku bercabang indah.",
  "Rinduku dikompilasi menjadi doa setiap malam.",
  "Aku nge-push perasaan ke remote bernama harapan.",
  "Jika hatiku serverless, kau tetap fungsi yang paling mahal."
]
