[
  "Rindu ini seperti lagu yang tak kunjung selesai, selalu terputar ulang.",
  "Kau pergi membawa separuh hari yang tak bisa ku-restart.",
  "Senyummu adalah daftar kenangan yang kutelan saat malam tiba.",
  "Aku menunggu pesan yang tak pernah datang; ponsel tetap hening.",
  "Cinta kita berakhir seperti halaman yang sobek; tak pernah rapi lagi.",
  "Aku masih menyimpan nomor yang tak lagi aktif di hatiku.",
  "Hujan hari ini membawa aroma kenangan yang kusimpan rapi.",
  "Kamulah alasan aku menulis surat yang tak akan kubaca lagi.",
  "Rasa ini galau, menempati kamar yang dulu kita sewa bersama.",
  "Malam-malamku kini penuh jeda yang kau tinggalkan.",
  "Kau adalah luka manis yang tak kuizinkan sembuh sepenuhnya.",
  "Kita bercerita masa depan yang kini terasa asing.",
  "Hati bertanya, bibir tak mendapat jawaban yang dulu deras.",
  "Cinta yang karam meninggalkan kapal harap yang bocor.",
  "Kau datang seperti badai, pergi seperti kabut tanpa alasan.",
  "Aku menggenggam memori hanya untuk melepaskannya dengan pahit.",
  "Setiap lagu yang kudengar selalu berujung pada namamu.",
  "Kau tinggalkan aku dengan janji-janji kosong dan ruang dingin.",
  "Rasa rindu berputar seperti piringan yang retak suaranya.",
  "Kita pernah dekat seperti udara, sekarang hanya abu di buku lama.",
  "Matamu yang dulu ramah kini menatap tanpa pesan.",
  "Aku menaruh semua foto kita di kotak, lalu menutupnya pelan.",
  "Cinta kita layu seperti bunga yang lupa disiram.",
  "Ada jeda kala kita tidak lagi berbicara; itu menjadi jurang.",
  "Kau pergi sebelum kutanya alasan; aku menangis sebelum meminta maaf.",
  "Hilangnya dirimu membuat rumah terasa besar dan bergaung.",
  "Kamulah lagu sedih yang selalu kugunakan pengiring tidurku.",
  "Rindu ini seperti alamat yang tak lagi terkirim.",
  "Perpisahanmu mengajarkan aku menata ulang harapan.",
  "Kau bilang pergi untuk kebaikan; aku masih dalam teka-teki itu.",
  "Setiap sudut kota mengingatkanku pada senyumanmu yang dulu sederhana.",
  "Aku menunggu bayangmu di jendela; ia tak pernah muncul lagi.",
  "Cinta kita berakhir di persimpangan kata yang tak pernah ditemukan.",
  "Hati menulis daftar kesalahan yang tak sempat kita perbaiki.",
  "Kau seperti kata yang terhapus tanpa sisa.",
  "Rindu memaksa aku mengulang namamu dalam doa yang tak selesai.",
  "Menyimpanmu adalah pilihan yang melelahkan namun tak terelakkan.",
  "Langkahmu pergi meninggalkan gema yang terus mengikuti.",
  "Aku ingin lupa, tapi lupa terasa seperti pengkhianatan pada yang indah.",
  "Kau adalah pesan tanpa balasan di kotak surat jiwaku.",
  "Cinta yang berlalu meninggalkan jejak yang selalu kutapaki sendiri.",
  "Seandainya bisa kembali, aku akan memegang tanganmu lebih erat lagi.",
  "Perpisahan mengajari aku memaafkan waktu yang kita sia-siakan.",
  "Di antara tumpukan kenangan ada ruang kosong bernama kamu.",
  "Kau pergi dengan tenang, meninggalkanku dengan tanya panjang.",
  "Kini aku menulis rindu seperti menulis alamat tanpa penerima.",
  "Cinta kita adalah pegangan yang putus; aku berjalan dengan sisa-sisanya."
]
